<?php
require_once dirname(dirname(__FILE__)) . '/include/config.php';

$arr = array(
    '20181204' => '还记得上次感恩节回复活动吗？上次活动老板说小66被夸太多了有些飘！于是让开一期新活动，希望大家指出在使用66过程中体验不好的地方，要是能给出些建议就最好啦！希望66能陪大家一起越来越好',
    '20181205' => '还记得上次感恩节回复活动吗？上次活动老板说小66被夸太多了有些飘！于是让开一期新活动，希望大家指出在使用66过程中体验不好的地方，要是能给出些建议就最好啦！希望66能陪大家一起越来越好',
    '20181206' => '还记得上次感恩节回复活动吗？上次活动老板说小66被夸太多了有些飘！于是让开一期新活动，希望大家指出在使用66过程中体验不好的地方，要是能给出些建议就最好啦！希望66能陪大家一起越来越好',
);

$date = date( 'Ymd' );
$result = array();
if (isset($arr[$date])) {
    $result = array(
        'content' => $arr[$date],
    );
} else {
    $result = array(
        'content' => $arr['20181206'],
    );
}
echo json_encode($result);
